const noticeList = [
  {
    num: 1,
    content: `제1조(목적)
    	본 약관은 리퍼모아가 운영하는 인터넷 사이트 ''(이하 '사이트'라 합니다) 를 통해 제공되는 전자상거래 서비스와 관련하여 당사자의 권리 의무 및 책임사항을 규정하는 것을 목적으로 합니다. 
    	PC통신, 무선 등을 이용하는 전자상거래에 대하여도 그 성질에 반하지 않는 한 본 약관을 준용합니다. 
     
    제2조(정의)
    본 약관에서 사용하는 용어의 정의는 다음과 같습니다. 
    	'회사'라 함은, 리퍼모아이 재화 또는 용역을 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 상품을 거래할 수 있도록 설정한 가상의 영업장을 운영하는 주체를 말하며, 아울러 ''을 통해 제공되는 전자상거래 관련 서비스의 의미로도 사용합니다.
    	'오픈마켓'이라 함은, '회사'가 '사이트'를 통하여 '이용자'간 상품 거래가 이루어질 수 있는 사이버 거래장소를 온라인으로 제공하는 서비스 및 관련 부가 서비스 일체를 말합니다. 
    	본 조에서 정의되지 않은 본 약관 상의 용어는 일반적인 거래관행에 따라 해석합니다. 
     
    제3조(약관 외 준칙)
    본 약관에서 정하지 아니한 사항은 법령 또는 '회사'가 정한 서비스의 개별 약관, 운영정책 및 규칙(이하 '세부지침'이라 합니다)의 규정에 따릅니다. 또한 본 약관과 세부지침이 충돌할 경우에는 세부지침이 우선합니다. 
     
    제4조(약관의 명시 및 개정)
    	'회사'는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지, 전화번호, 모사전송번호(FAX), 전자우편주소, 사업자등록번호, 통신판매업신고번호 등을 '이용자'가 쉽게 알 수 있도록 '사이트'의 초기 서비스화면에 게시합니다. 다만, 본 약관의 내용은 '이용자'가 연결화면을 통하여 확인할 수 있도록 할 수 있습니다. 
    	'회사'는 '이용자'가 약관에 동의하기에 앞서 약관에 정해진 내용 중 청약철회, 배송책임, 환불조건 등과 같은 내용을 '이용자'가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 통하여 '이용자'의 확인을 구합니다. 
    	'회사'는 전자상거래 등에서의 소비자보호에 관한 법률', '약관의 규제에 관한 법률', '전자거래기본법', '정보통신망 이용촉진 등에 관한 법률', '소비자보호법' 등 관계 법령(이하 '관계법령' 이라 합니다)에 위배되지 않는 범위 내에서 본 약관을 개정할 수 있습니다. 
    	'회사'가 본 약관을 개정하고자 할 경우, 적용일자 및 개정사유를 명시하여 현행약관과 함께 온라인 쇼핑몰의 초기화면에 그 적용일자 7일전부터 적용일자 전날까지 공지합니다. 다만, '이용자'에게 불리한 내용으로 약관을 변경하는 경우 최소 30일 이상 유예기간을 두고 공지합니다. 
    	'회사'가 본 약관을 개정한 경우, 개정약관은 적용일자 이후 체결되는 계약에만 적용되며 적용일자 이전 체결된 계약은 개정 전 약관이 적용됩니다. 다만, 이미 계약을 체결한 '이용자'가 개정약관의 내용을 적용받고자 하는 뜻을 '회사'에게 전달하고, '회사'가 여기에 동의한 경우 개정약관을 적용합니다. 
     
    제5조(서비스의 제공 및 변경)
    	'회사'가 제공하는 서비스는 연중무휴, 1일 24시간 제공을 원칙으로 합니다. 다만, 시스템의 유지보수를 위한 점검, 통신 장비의 교체 등 특별한 사유가 있는 경우 서비스의 전부 또는 일부에 대하여 일시적으로 제공을 중단할 수 있습니다.
    	'회사'는 전시, 사변, 천재지변 또는 이에 준하는 국가비상사태가 발생하거나 발생할 우려가 있는 경우, 전기통신사업법에 의한 기간통신사업자가 전기통신서비스를 중지하는 등 부득이한 사유가 발생한 경우 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다. 
    	'회사'가 서비스를 정지하거나 이용을 제한하는 경우 그 사유 및 기간, 복구 예정 일시 등을 지체 없이 '이용자'에게 알립니다. 
     
    제6조(제공하는 서비스)
    '회사'가 제공하는 서비스는 다음과 같습니다.
    	전자상거래 플랫폼 개발 및 운영서비스 : '리퍼모아' 홈페이지를 통한 물품 거래 및 경매
    	기타 '회사'가 정하는 서비스
     
    제7조(전자상거래 플랫폼 서비스)
    	'회사'는 '오픈마켓'을 통해 '사이트'에서 '판매회원'이 상품을 판매할 수 있도록 지원합니다.
    	'회사'는 판매촉진을 위하여 국내외 포털 사이트, 가격비교 사이트, 제휴사가 운영하는 사이트 등에 광고를 게재할 수 있으며, 당사자와 협의하여 할인행사 등의 이벤트를 실시 할 수 있습니다. 
    	'회사'는 판매자가 등록한 상품 정보를 사전에 정한 기준과 방법에 따라 에 게재합니다. 이 때 '회사'는 게재하는 상품정보의 위치, 크기, 배열 등을 결정하고 조정할 수 있으며, 필요한 경우 상품정보 외의 사항을 함께 게재할 수 있습니다.
     
    제8조(회원가입)
    	'회사'가 정한 양식에 따라 '이용자'가 회원정보를 기입한 후 본 약관에 동의한다는 의사표시를 함으로써 회원가입을 신청합니다.
    	'회사'는 전항에 따라 회원가입을 신청한 '이용자' 중 다음 각호의 사유가 없는 한 '회원'으로 등록합니다. 
    	가입신청자가 본 약관에 따라 회원자격을 상실한 적이 있는 경우. 다만, '회사'의 재가입 승낙을 얻은 경우에는 예외로 합니다.
      회원정보에 허위, 기재누락, 오기 등 불완전한 부분이 있는 경우 
    	기타 회원으로 등록하는 것이 '회사'의 운영에 현저한 지장을 초래하는 것으로 인정되는 경우
    	회원가입 시기는 '회사'의 가입승낙 안내가 '회원'에게 도달한 시점으로 합니다.
    	'회사'의 서비스를 1년 동안 이용하지 않는 '회원'의 경우 휴면계정으로 전환하고 서비스 이용을 제한할 수 있습니다.
    	휴면계정 전환 시 계정 활성을 위해 필요한 아이디(ID), 비밀번호, 이름, 중복가입 방지를 위한 본인 인증값(DI), 휴대전화 번호를 제외한 나머지 정보는 삭제됩니다. 다만, 관계법령에 의해 보존할 필요가 있는 경우 '회사'는 정해진 기간 동안 회원정보를 보관합니다.
     
    제9조(회원에 대한 통지)
    	'회사'가 '회원'에 대한 통지를 하는 경우, 가입 시 기입한 전자우편 주소로 할 수 있습니다. 
    	'회사'가 불특정 다수 '회원'에 대하여 통지를 하는 경우, 1주일 이상 '사이트'의 게시판 또는 연결화면을 통해 공지할 수 있습니다.
    	'회사'가 '판매회원'에게 통지를 하는 경우, 판매회원 전용화면(이하 '전용화면'이라 합니다)을 통하여 개별 통지를 갈음할 수 있습니다. 
     
    제10조(회원탈퇴 및 자격상실 등)
    	'회원'은 '회사'에 언제든지 탈퇴를 요청할 수 있으며, '회사'는 지체없이 회원탈퇴 요청을 처리합니다. 다만 이미 체결된 거래계약을 이행할 필요가 있는 경우에는 본약관이 계속 적용됩니다.
    	'회사'는 다음 각호의 사유가 발생한 경우 '회원'의 자격을 제한 또는 정지시킬 수 있습니다.  
    	회원가입 시 허위정보를 기재한 경우
    	다른 이용자의 정상적인 이용을 방해하는 경우 
      관계법령 또는 본 약관에서 금지하는 행위를 한 경우 
    	공서양속에 어긋나는 행위를 한 경우
    	기타 '회원'으로 등록하는 것이 적절하지 않은 것으로 판단되는 경우 
     
    제11조(회사의 의무)
    	'회사'는 계속적이고 안정적인 서비스의 제공을 위하여 설비에 장애가 생기거나 설비가 멸실된 때에는 이를 지체없이 수리 또는 복구하며, 다음 각호의 사유 발생 시 부득이한 경우 예고 없이 서비스의 전부 또는 일부의 제공을 일시 중지할 수 있습니다. 이 경우 그 사유 및 중지 기간 등을 지체 없이 '이용자'에게 공지합니다.  
    	시스템의 긴급점검, 증설, 교체, 시설의 보수 또는 공사를 위해 필요한 경우
    	시스템 또는 기타 서비스 설비의 장애, 유무선 Network 장애 등으로 정상적인 서비스 제공이 불가능한 경우
    	국가비상사태, 정전, 불가항력적 사유에 의한 경우
    	'회사'는 '이용계약'의 체결, 계약사항의 변경 및 해지 등 '이용자'와의 계약관련 절차 및 내용 등에 있어 이용자에게 편의를 제공하도록 노력합니다.
    	'회사'는 본 약관의 '상품의 판매가격 및 이용료'. '판매대금의 정산 및 지급' 규정에 따라 '판매회원'에게 대금을 정산할 의무를 부담합니다. 다만 본 약관의 '면책규정'에서 정하는 바와 같이 '판매회원'이 '일반회원'에게 제공한 서비스와 관련된 분쟁에 대하여는 책임을 부담하지 않습니다.
     
    제12조(이용자의 의무)
    	'이용자'는 본 약관에 동의하고 사실에 근거하여 회원가입 신청서를 작성해야 합니다. '이용자'가 허위정보 또는 타인의 정보를 도용한 경우 '회사'에 대하여 일체의 권리를 주장할 수 없으며, '회사'는 이로 인하여 발생한 손해에 대하여 책임을 부담하지 않습니다. 
    	'이용자'는 본 약관에서 규정하는 사항, '회사'가 정한 제반 규정, 기타 '회사'가 공지하는 사항을 준수하여야 합니다. 또한 '이용자'는 '회사'의 업무를 방해하는 행위 및 명예를 훼손하는 행위를 하여서는 안 됩니다.
    	'이용자'는 주소, 연락처, 전자우편 주소 등 회원정보가 변경된 경우 즉시 온라인을 통하여 이를 수정해야 합니다. 변경된 정보를 수정하지 않거나 수정이 지연되어 발생하는 책임은 이용자가 부담합니다. 
    	'이용자'는 자신의 회원ID와 비밀번호를 직접 관리해야 합니다. '이용자'의 관리상의 부주의로 발생한 문제에 대하여는 '회사'가 책임을 부담하지 않습니다.
    	'이용자'는 '회사'의 명시적 동의가 없는 한 서비스 이용 권한, 기타 이용 계약상의 지위에 대하여 매도, 증여, 담보제공 등의 처분행위를 할 수 없습니다. 
    	'판매자’는    자신이 제공하는 '상품'에 대하여 정확한 정보를 제공하여야 하며, 본 약관 '판매회원의 의무'에 따른 의무를 준수하여야 합니다. 이를 위반하여 발생하는 모든 책임은 '판매회원'이 부담합니다.
    	'일반회원'은 '회사'가 제공하는 '오픈마켓' 서비스를 통하여 '상품'을 구매한 경우 이에 대한 대금 지급 의무를 부담합니다. 
     
    제13조(판매서비스 이용계약)
    	판매 서비스 이용계약(이하 '이용계약'이라고 합니다)은 회사가 제공하는 판매 서비스를 이용하고자 하는 자의 이용신청을 '회사'가 승낙함으로써 성립하며, 이 때 회원은 '판매회원' 자격을 부여 받게 됩니다. 이용 승낙의 의사표시는 해당 서비스 화면 또는 가입 신청 시 기재한 e-mail 등의 방법으로 통지할 수 있습니다.
    	'이용계약'은 만 14세 이상의 개인 또는 법인사업자가 신청할 수 있습니다.
    	'이용계약'의 체결시기는 제1항에 따라 '회사'의 승낙이 '회원'에게 도달한 시점으로 하며, '회사'는 본 약관 '회원탈퇴 및 자격상실'에서 정한 가입 거부 사유가 있는 경우 '이용계약'을 체결하지 않을 수 있습니다.
     
    제14조(판매서비스의 이용계약의 해지)
    	'판매자’는    언제든지 '회사'에게 해지의사를 통지함으로써 이용계약을 해지할 수 있습니다. 다만, '판매자’는    해지의사를 통지하기 전에 모든 상품의 판매 절차를 완료, 철회 또는 취소해야만 하며 판매의 철회 또는 취소로 인한 불이익은 '판매회원' 본인이 부담하여야 합니다.
    	'이용계약'은 '판매회원'의 해지의사가 '회사'에 도달한 때에 종료됩니다.
    	본 계약의 해지통보에도 불구하고 계약해지 시점까지 발송되지 아니한 주문상품, 교환 또는 환불 요청이 접수된 경우 '판매자’는    상품의 배송, 교환 및 환불에 필요한 협력을 다하여야 할 의무가 있으며 본 의무는 정산완료가 확인되거나 구매자에 대한 조치가 완료되면 종료합니다.
     
    제15조('회사'의 '이용계약'의 해지 및 '판매회원' 자격상실)
    	'회사'는 다음 각 호의 사유가 발생한 경우 별도의 최고 없이 '판매회원'에게 계약 해지의 통지를 함으로써 본 계약을 해지할 수 있습니다.  
    	허위 또는 과장된 상품정보를 게재한 경우
    	관계 법령에 위반하는 등 부적합 상품을 등록 또는 판매한 경우 
    	'판매회원'이 비밀누설하거나 본 약관에 위반하여 고객정보를 이용한 경우 
    	'판매회원'이 본 약관의 의무를 위반하여 '회사'가 그 개선을 요청하였으나, 정당한 사유없이 이를 이행하지 아니한 경우 
    	'판매회원'이 본 약관에 정한 의무를 누적 3회 위반한 경우
    	'판매회원'이 '일반회원'에게 직거래 유도행위를 한 경우 
    	'판매회원'이 1년 이상 로그인 하지 않아 휴면계정 처리된 경우 
    	'회사'의 시스템 및 서비스를 악용하여 스팸정보전송, 악성프로그램 유포 등 법령에서 금지하는 행위를 한 경우
    	본 약관의 당사자 중 일방에게 다음 각 호의 사유가 발생한 경우 그 상대방은 별도의 최고 없이 계약 해지 의사를 통지하여 본 계약을 해지할 수 있습니다. 
    	본 약관의 의무를 위반하여 상대방 당사자로부터 시정을 요구 받은 후 7일이 경과할 때 까지 특별한 사유나 해명 없이 이를 시정하지 아니한 경우
    	감독기관에 의하여 영업 또는 허가의 취소 또는 정지 등 처분을 받은 경우 
    	파산, 화의 또는 회사정리 절차의 신청이 있거나 스스로 이를 신청한 경우 
    	발행한 어음 또는 수표가 부도로 되거나 은행과의 거래가 정지된 경우 
    	현저하게 상대방의 명예를 훼손한 경우 
    	기타 계약기간 내 계약의 이행이 불가능 하거나, 계약 목적을 달성할 수 없게 할 만한 중대한 사유가 발생한 경우 
    	본 약관에 따라 '이용계약'이 해지된 경우 그 해지된 날 기준으로 본 약관에서 정하는 절차에 따라 판매대금을 정산합니다. 
    	본 약관에 따라 '이용계약'이 해지된 경우에도 해지 시까지 발송되지 아니한 주문된 상품 또는 교환 또는 환불 요청을 받은 상품이 있는 경우 판매자는 상품의 배송, 교환 및 환불에 필요한 협력을 다하여야 할 의무가 있으며 본 의무는 판매대금의 정산이 완료되거나 '구매자'에 대한 모든 조치가 완료된 것이 확인된 경우 종료합니다.
    	'이용계약'의 종료와 관련하여 발생한 손해는 해당 '판매회원'이 책임을 부담하여야 합니다.
     
    제16조(판매자의 통지의무)
    	'판매자’는    다음 각 호의 사유가 발생한 경우에는 지체 없이 그 내용을 '전용화면'을 통해 변경하여야 하며 사업자등록증 등 관련문서를 '회사'에 서면으로 제출하여야 합니다.  
    	주소, 상호, 대표자 등 사업자 등록증에 명시된 사항이 변경된 경우
    	통장계좌 등의 변경이 있는 경우
    	자본구성에 중대한 변경이 있는 경우
    	개인사업자가 법인으로 또는 법인이 개인사업자로 변경된 경우
    	기타 연락전화 및 휴대전화, 전자우편주소 등의 변경이 있는 경우 
    	본 조의 의무를 게을리 하거나 누락하여 발생한 모든 문제는 '판매회원'이 책임을 부담합니다.
     
    제17조(판매회원의 의무)
    	'판매자’는    이 약관과 '회사'의 서비스화면을 통하여 미리 공지하는 개별약관이 정하는 절차에 따라 상품의 등록, 판매진행과정의 관리, 구매자에 대한 거래이행, 물품배송, 청약철회 또는 반품 등 사후처리를 수행하여야 합니다. 
    	'판매자’는    '사이트' 내의 전용 게시판 등을 통해 접수된 '상품' 관련 문의에 대하여 성실하게 응하여야 하며, 적절한 답신을 작성하고 게재해야 합니다.
    	'판매자’는    '일반회원'의 구매취소 요청이 있는 경우 이에 응하여야 하며, 취소에 필요한 절차를 자신의 책임과 비용으로 이행하여야 합니다.
    	'판매자’는    물품등록시 '일반회원'과 직거래를 유도하는 문구를 기재하는 내용, 구매자의 정당한 권리를 제한하는 내용, 및 기타 위법한 문구 또는 사진을 등록하여서는 안됩니다. 이를 위반한 경우 '회사'는 관련 '판매회원' 및 '상품'에 대한 등록 취소 및 삭제 기타 필요한 조치를 취할 수 있습니다. 
    	'판매자’는    '상품'의 재고를 충분히 확보하여야 하며, 정상적인 판매에 차질이 예상되는 경우 지체없이 판매를 중지하고 '회사'와 '일반회원'에게 이를 알 수 있게 공지하여야 합니다.
    	'판매자’는    '회사'의 명칭, 로고 및 '판매회원'의 신용등급 표시를 '회사'의 동의 없이 임의로 사용하거나 지정된 곳 이외의 장소에 표시하여서는 안되며, 이러한 행위로 인하여 '회사', '일반회원' 및 다른 '판매회원'에게 손해가 발생한 경우 이와 상당한 인과관계 있는 모든 손해를 배상해야합니다. 
    	'판매자’는    '사이트'에서의 상거래와 관련하여 관계법령에서 정하고 있는 자료를 보관하여야 합니다. 
    	'판매자’는    상품을 판매하기 위하여 특정한 인 · 허가 등의 자격이 필요한 경우 이에 대한 요건을 흠결없이 갖추고 유지하여야 합니다.
     
    제18조(등록된 상품정보의 취소 및 삭제)
    '판매자’는    '전용화면'을 통해 상품 정보를 등록해야 합니다. 다만 '회사'는 다음 각호의 사유가 있는 경우 그 등록을 취소하거나 삭제할 수 있습니다. 
    	상품등록양식에 어긋난 등록, 허위 및 중복 등록, 판매를 가장한 등록
    	중요 판매정보에 오기 또는 모순이 있는 등록
    	기타 '회사'의 상품관련 서비스 비용이 과다하게 발생하는 경우
     
    제19조(상품의 등록 및 관리)
    	'판매자’는    '상품'에 관한 정보와 판매가격, 재고, 배송 등 판매와 관련된 정보를 '전용화면'에서 직접 등록하여야 하며, 그 내용이 사실과 부합하도록 상시 관리하여야 합니다.
    	'판매자’는    '상품'의 가치에 영향을 미치는 정보에 대하여 그 진실성을 보장하여야 합니다. 표시된 '상품'의 정보에 허위사실이 있을 경우 그로 인한 모든 책임은 '판매회원'이 부담합니다. 
     
    제20조(판매부적합 상품)
    	'회사'는 관계법령 또는 일반 거래관행, 사회통념에 따라 개별적으로 판매부적합 상품 여부를 판단하여 제재할 수 있습니다. 
    	'판매회원'의 고의 또는 과실로 판매부적합 상품이 등록된 경우, '회사'는 즉시 해당 상품의 판매를 중지시키고 이 사실을 '판매회원'에게 통보합니다. 만약, '판매회원'의 고의에 의한 등록으로 판단될 경우 '회사'는 '이용계약'을 해지할 수 있습니다.
    	'판매회원'의 고의 또는 과실로 판매부적합 상품이 판매된 경우, '회사'는 즉시 해당 상품의 판매를 중지하고 즉시 '이용계약'을 해지합니다. 이 때 '회사'는 필요한 경우 관계 기관에 위 사실을 즉시 신고할 수 있습니다.
    	판매부적합 상품을 등록한 경우 그 등록에 사용된 이용료 등 제반 비용은 환불되지 않으며, '판매자’는    매매 부적합 물품의 등록 및 판매에 대한 모든 법적인 책임을 부담합니다.
     
    제21조(계약의 성립)
    	'판매자’는    다음 각호의 사유가 있는 경우 본 약관의 '일반회원의 구매신청' 조항에 따른 구매신청을 승낙하지 않을 수 있습니다. 
    	신청 내용에 허위, 누락, 오기가 있는 경우
    	회원자격이 제한 또는 정지된 '일반회원'이 구매를 신청한 경우
    	재판매, 기타 부정한 방법이나 목적으로 구매 신청하였음이 인정되는 경우 
    	기타 구매신청을 승낙하는 것이 '판매회원'의 기술상 현저한 지장을 초래하는 것으로 인정되는 경우
    	'판매회원'의 승낙이 전항의 '수신확인통지' 형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.
    	'판매회원'이 승낙 의사표시를 하는 경우 '일반회원'의 구매신청에 대한 확인 및 판매가능여부, 구매신청 정정 및 취소 등에 관한 정보가 포함되어야 합니다. 
     
    제22조(결제방법)
    	'일반회원'이 구매한 '상품'에 대한 대금은 다음 각호의 방법으로 결제할 수 있습니다. 
    	폰뱅킹, 인터넷뱅킹 등 각종 계좌이체
    	선불카드, 직불카드, 신용카드 등 각종 카드결제
    	'회사'가 지급한 결제 가능한 적립금에 의한 결제
    	'회사'는 '일반회원'이 결제수단에 대한 정당한 사용권한을 가지고 있는지 여부를 확인할 수 있으며, 이에 대한 확인이 완료될 때까지 거래 진행을 중지하거나, 확인이 불가능한 거래를 취소할 수 있습니다.
    	'회사'의 정책 및 결제업체(이동통신사, 카드회사 등) 또는 결제대행업체(PG)의 기준에 따라 '일반회원' 당 월 누적 결제액 및 충전한도정당한 사용권한을 가지고 있는지 여부를 확인할 수 있으며, 이에 대한 확인이 완료될 때까지 거래 진행을 중지하거나, 확인이 불가능한 거래를 취소할 수 있습니다.
    	'회사'의 정책 및 결제업체(이동통신사, 카드회사 등) 또는 결제대행업체(PG)의 기준에 따라 '일반회원' 당 월 누적 결제액 및 충전한도가 제한될 수 있습니다.
    	대금의 지급 또는 결제를 위하여 입력한 정보에 대한 책임은 '일반회원'이 전적으로 부담합니다.
     
    제23조(적립금 및 할인쿠폰)
    	'회사'는 '상품' 등을 구입하거나 구입한 '일반회원'에게 경품, 사은품 등의 목적으로 적립금, 할인 쿠폰(이하 '적립금'이라 합니다)을 부여할 수 있으며, '적립금'의 부여 및 사용 등과 관련한 사항은 이 약관 또는 '회사'의 개별 운영정책이 정한 바에 따릅니다.
    	'적립금'은 '회사'의 '사이트'에서 '상품'을 구매할 때, 현금과 100:1비율로 사용할 수 있으나 '회사'가 사용을 허가하지 않은 일부 상품에는 사용할 수 없으며, 현금으로 교환할 수 없습니다.
    	'적립금'의 소멸시효는 1을 원칙으로 하되, '회사'가 사전에 기간을 정하여 지급하는 '적립금'은 사전에 고지된 기간으로 합니다. 
    	'적립금'(반품적립금은 제외) 소멸시효가 완성된 후에는, 월 단위로 소멸되며 '회사'는 '일반회원'의 '적립금' 소멸예정일이 포함된 달의 첫번째 날에 개인정보에 입력된 이메일 주소로 안내합니다. 다만, 회원정보에 이메일이 입력되지 않은 경우 안내 이메일이 발송되지 않으며 이에 대한 불이익은 책임지지 않습니다.
    	'적립금'의 소멸시효가 완성되면, 발급 정보 등 관련된 모든 데이터가 삭제되어 조회 및 복구가 불가능 합니다.
    	'적립금'은 회원탈퇴시 소멸됩니다.
    	'적립금'은 타인에게 양도할 수 없으며, 이를 통하여 부정한 방법으로 이득을 취하거나, 악의적인 상거래에 이용할 경우 '회사'는 해당 '적립금'의 지급을 중지 또는 회수 할 수 있습니다.
     
    제24조(상품의 배송)
    	'판매자’는    별도의 약정이 없는 이상, '일반회원'이 청약을 한 날부터 7일 이내에 상품을 배송할 수 있도록 주문제작, 포장 등 기타 필요한 조치를 취해야 합니다. 다만, '일반회원'이 이미 대금의 전부 또는 일부를 지급한 경우에는 그 대금을 받은 날부터 3 영업일 이내에 필요한 조치를 취해야 합니다. 
    	'판매자’는    '일반회원'이 상품의 공급 절차 및 진행 상황을 확인할 수 있도록 적절한 조치를 취해야 하며, '회사'는 이에 협력하여야 합니다.
    	'판매자’는    '일반회원'이 청약한 상품을 제공할 수 없게된 경우 지체없이 그 사유를 '일반회원'과 '회사'에 통지하여야 합니다. 이 때 '일반회원'이 상품의 대금을 지불한 경우 대금을 받은 날부터 3영업일 이내에 환급 또는 필요한 조치를 취해야 합니다. 
    	'판매자’는    회사가 지정하는 물류대행업체를 통해 상품을 배송할 수 있습니다. 이 때 물류대행업체의 이용절차 및 배송위치 확인 서비스의 세부사항은 개별약관이나 약정에 따릅니다. 
    	'판매회원'이 상품을 발송한 경우, 즉시 발송일자, 택배 운송장번호, 등기화물번호 등 적절한 코드를 '전용화면'에 입력함으로써 이 사실을 '회사'가 확인할 수 있도록 해야 합니다. 
    	거래된 상품의 운송과 관련하여 '판매회원'와 '일반회원', 물류대행업체, 금융기관 등 관련 당사자 사이에 분쟁이 발생한 경우, '회사'는 이에 관여하지 않으며 어떠한 책임도 부담하지 않습니다. 
     
    제25조(청약철회 등)
    	'판매자’와  재화 등의 구매에 관한 계약을 체결한 '일반회원'은 본 약관에 따른 수신확인의 통지를 받은 날 부터 7일 이내에 청약을 철회할 수 있습니다. 
    	전항의 규정에도 불구하고 다음 각 호의 사유에 해당하는 경우, 배송받은 재화의 반품 또는 교환이 제한됩니다.  
    	'일반회원'에게 책임있는 사유로 상품이 멸실 또는 훼손된 경우(다만, 재화를 확인하기 위하여 포장 등을 훼손한 경우는 예외로 합니다)
    	'일반회원'의 사용 또는 소비에 의하여 재화의 가치가 현저히 감소한 경우
    	시간의 경과로 재판매가 곤란할 정도로 재화의 가치가 현저히 감소한 경우
    	같은 성능을 지닌 재화 등으로 복제가 가능한 경우 그 원본이 되는 재화의 포장을 훼손한 경우
    	'일반회원'의 주문에 의하여 개별적으로 생산한 제품으로서 청약철회 및 교환의 제한에 대하여 사전에 고지한 경우
    	'판매회원' 또는 '회사'가 전 항의 청약철회 제한 사유를 '일반회원'가 알기 쉽게 명시하거나, 시용상품을 제공하는 등의 조치를 취하지 않은 경우 '구매자'의 청약철회가 제한되지 않습니다.
    	본조의 규정에도 불구하고, '일반회원'은 상품 등의 내용이 표시, 광고 내용과 다르거나 계약내용과 다르게 이행된 때에는 당해 상품을 공급받은 날로부터 3월 이내, 그 사실을 안날 또는 알 수 있었던 날로부터 30일 이내에 청약철회 등을 할 수 있습니다.
     
    제26조(저작권의 귀속 및 이용)
    	'쇼핑몰'이 제공하는 서비스 및 관련된 모든 지식재산권은 '회사'에 귀속됩니다
    	'이용자'는 '쇼핑몰'에게 지식재산권이 있는 정보를 사전 승낙없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나, 제3자가 이용하게 하여서는 안됩니다.
    	'이용자'가 서비스 내에 게시한 게시물, 이용후기 등 콘텐츠(이하 '콘텐츠')의 저작권은 해당 '콘텐츠'의 저작자에게 귀속됩니다. 
     
    제27조(분쟁의 해결)
    	'회사'는 '이용자'가 제기하는 불만사항 및 의견을 지체없이 처리하기 위하여 노력합니다. 다만, 신속한 처리가 곤란한 경우 '이용자'에게 그 사유와 처리일정을 즉시 통보합니다.
    	'회사'와 '이용자'간 발생한 분쟁에 관한 소송은 '이용자' 주소지를 관할 하는 법원을 제1심 관할 법원으로 하며, 준거법은 대한민국의 법령을 적용합니다.
     
    부 칙
     
    제1조(시행일)
    본 약관은 2023.05.04 부터 적용합니다. 
    
    `,
  },
  {
    num: 2,
    content: `리퍼모아(이하 '회사'라고 합니다)는 개인정보보호법 등 관련 법령상의 개인정보보호 규정을 준수하며 귀하의 개인정보보호에 최선을 다하고 있습니다. 회사는 개인정보보호법에 근거하여 다음과 같은 내용으로 개인정보를 수집 및 처리하고자 합니다.
    다음의 내용을 자세히 읽어보시고 모든 내용을 이해하신 후에 동의 여부를 결정해주시기 바랍니다.

    제1조(개인정보 수집 및 이용 목적)
    
    이용자가 제공한 모든 정보는 다음의 목적을 위해 활용하며, 목적 이외의 용도로는 사용되지 않습니다.
    
    - 본인확인

    제2조(개인정보 수집 및 이용 항목)
    
    회사는 개인정보 수집 목적을 위하여 다음과 같은 정보를 수집합니다.
    
    - 성명, 주소, 전화번호, 이메일, 나이 및 생년월일

    제3조(개인정보 보유 및 이용 기간)
    
    수집한 개인정보는 수집·이용 동의일로부터  개인정보 수집·이용 목적을 달성할 때까지  보관 및 이용합니다.
    개인정보 보유기간의 경과, 처리목적의 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
    
    제4조(동의 거부 관리)
    
    귀하는 본 안내에 따른 개인정보 수집·이용에 대하여 동의를 거부할 권리가 있습니다. 다만, 귀하가 개인정보 동의를 거부하시는 경우에 제품 거래 제한의 불이익이 발생할 수 있음을 알려드립니다.

    본인은 위의 동의서 내용을 충분히 숙지하였으며,위와 같이 개인정보를 수집·이용하는데 동의합니다.

    본인은 위의 내용을 충분히 숙지하였으며, 위와 같이 개인정보를 제3자에게 제공하는데 동의합니다.    
    
    제5조(개인정보의 처리 위탁)
    
    회사가 취득한 개인정보는 정보통신망 이용촉진 및 정보보호 등에 관한 법률에 의하여 제3자에게 개인정보를 수집·보관·처리·이용·제공·관리·파기 등을 할 수 있도록 아래와 같이 개인정보처리 업무를 위탁합니다.
    
      1. 개인정보를 위탁 받는 자 : 리퍼모아
    
      2. 개인정보 위탁 업무 내용 : 운송
    
    
    본인은 위의 내용을 충분히 숙지하였으며, 위와 같이 개인정보처리 업무를 위탁하는데 동의합니다.`,
  },
  {
    num: 3,
    content: `제1조(목적)

    본 약관은 회원(리퍼모아의 서비스 약관에 동의한 자를 말하며 이하 '회원'이라고 합니다)이 리퍼모아(이하 '회사'라고 합니다)가 제공하는 웹페이지의 서비스를 이용함에 있어 회원과 회사의 권리 및 의무, 기타 제반 사항을 정하는 것을 목적으로 합니다.

    제2조(가입자격)
    
    서비스에 가입할 수 있는 회원은 위치기반서비스를 이용할 수 있는 이동전화 단말기의 소유자 본인이어야 합니다.

    제3조(서비스 가입)
    
    회사는 다음 각 호에 해당하는 가입신청을 승낙하지 않을 수 있습니다.
    
    실명이 아니거나 타인의 명의를 사용하는 등 허위로 신청하는 경우
    고객 등록 사항을 누락하거나 오기하여 신청하는 경우
    공공질서 또는 미풍양속을 저해하거나 저해할 목적을 가지고 신청하는 경우
    기타 회사가 정한 이용신청 요건이 충족되지 않았을 경우

    제4조(서비스 해지)
    
    회원은 회사가 정한 절차를 통해 서비스 해지를 신청할 수 있습니다.

    제5조(이용약관의 효력 및 변경)
    
    본 약관은 서비스를 신청한 고객 또는 개인위치정보주체가 회사가 정한 소정의 절차에 따라 회원으로 등록함으로써 효력이 발생합니다.
    서비스를 신청한 고객 또는 개인위치정보주체가 온라인에서 본 약관을 모두 읽고 "동의하기" 버튼을 클릭하였을 경우 본 약관의 내용을 모두 읽고 이를 충분히 이해하였으며, 그 적용에 동의한 것으로 봅니다.
    본 약관에 대하여 동의하지 않은 경우, 회사가 개인위치정보를 기반으로 제공하는 각종 혜택 및 편의제공에 일부 제한이 발생할 수 있습니다.
    회사는 필요한 경우 '위치 정보의 보호 및 이용 등에 관한 법률', '콘텐츠산업 진흥법', '전자상거래 등에서의 소비자보호에 관한 법률', '소비자기본법', '약관의 규제에 관한 법률 등 관계법령(이하 '관계법령'이라 합니다)의 범위 내에서 본 약관을 개정할 수 있습니다.
    회사가 약관을 개정할 경우 기존약관과 개정약관 및 개정약관의 적용일자와 개정사유를 명시하여 현행약관과 함께 그 적용일자 10일 전부터 적용일 이후 상당한 기간 동안 회사의 웹페이지를 통해 공지합니다. 다만, 개정약관의 내용이 회원에게 새로운 의무를 부과하거나 권리를 제한하는 내용인 경우 그 적용일자 30일 전부터 상당한 기간 동안 이를 회사의 웹페이지를 통해 공지하고, 회원에게 전자적 형태로 약관의 개정사실을 발송하여 고지합니다.

    제6조(약관 외 준칙)
    
    본 약관은 신의성실의 원칙에 따라 공정하게 적용하며, 본 약관에 명시되지 아니한 사항에 대하여는 관계법령 및 건전한 거래관행에 따릅니다.

    제7조(서비스의 내용)
    
    회사가 제공하는 서비스는 아래와 같습니다. 
    
    위치기반 컨텐츠 분류를 위한 지오 태깅(Geo Tagging)
    회사 및 제휴사의 상품 및 서비스 정보 제공
    회사 및 제휴사의 마케팅 서비스 제공

    제8조(서비스 이용요금)
    
    회사의 서비스는 무료제공을 원칙으로 합니다. 
    전항에도 불구하고 무선 서비스 이용시 발생하는 데이터 통신료는 별도이며, 이 때 부과되는 데이터 통신료는 회원이 가입한 각 이동통신사의 정책에 따릅니다.
    멀티미디어 메시지 서비스(MMS) 등으로 게시물을 등록할 경우 발생하는 요금은 각 이동통신사의 요금정책에 따라 회원이 부담합니다.

    제9조(서비스내용 변경 통지 등)
    
    회사가 서비스 내용을 변경하거나 종료하는 경우 회사는 회원이 등록한 전자우편 주소로 이메일을 발송하여 서비스 내용의 변경 사항 또는 종료를 사전 일주일 전에 통지합니다.
    전항의 경우 불특정 다수의 회원을 상대로 통지하는 때에는 회사의 웹페이지 등을 통해 공지함으로써 회원들에게 통지할 수 있습니다. 

    제10조(서비스이용의 제한 및 중지)
    
    회사는 아래 각 호에 해당하는 사유가 발생한 경우에는 회원의 서비스 이용을 제한하거나 중지시킬 수 있습니다. 
    회원이 회사의 서비스 운영을 고의 또는 과실로 방해하는 경우 
    서비스용 설비 점검, 보수 또는 공사로 인하여 부득이한 경우 
    전기통신사업법에 규정된 기간통신사업자가 서비스를 중지했을 경우
    국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있는 때 
    기타 중대한 사유로 회사가 서비스 제공을 지속하는 것이 곤란한 경우 
    회사가 전항에 따라 서비스의 이용을 제한하거나 중지한 때에는 해당사실을 인터넷 등에 공지하거나 고객에게 통지합니다. 다만 회사가 통제할 수 없는 사유로 인하여 서비스를 중단하게 되는 경우 이를 사후에 통지할 수 있습니다. 
 
    제11조(개인위치정보의 이용 또는 제공)
    
    회사가 개인위치정보를 이용하여 서비스를 제공하고자 하는 경우에는 본 약관에 대한 개인위치정보주체의 동의를 얻어야 합니다. 
    회사는 회원이 제공한 개인위치정보를 해당 회원의 동의 없이 서비스 제공 이외의 목적으로 이용하지 않습니다. 다만, 고객이 미리 요청한 경우 해당 내용을 고객이 지정한 통신단말장치(휴대전화 등)나 이메일 주소로 통보할 수 있습니다. 
    회사는 타사업자 또는 이용 고객의 민원처리 등을 위해 회원의 위치정보 이용 · 제공사실 확인자료를 자동 기록 · 보존하며, 해당 자료는 1간 보관합니다.
    회사가 개인위치정보를 회원이 지정하는 제3자에게 제공하는 경우, 위치정보를 수집한 당해 통신 단말장치로 매회 회원에게 제공받는 자, 제공일시, 제공목적을 즉시 통보합니다. 다만 다음 각호의 경우에는 회원이 미리 지정한 통신단말장치 또는 전자우편주소로 통보합니다.
    개인위치정보를 수집한 통신단말장치가 문자, 음성 또는 영상 수신기능을 갖추지 아니한 경우 
    회원이 다른 방법을 요청한 경우 

    제12조(개인위치정보의 보유기간 및 이용기간)
    
    회사가 회원의 개인위치정보를 이용하였다면 회사는 위치정보의 보호 및 이용 등에 관한 법률 제16조 제2항의 규정에 따라 기록 · 보존해야 하는 위치정보이용 제공사실 확인자료 이외의 해당 개인위치정보를 같은 법 제23조에 따라 고객이 동의한 목적범위 내에서 이용하고 고객 응대를 위하여 1간 보유하며, 이 기간이 지나면 즉시 파기합니다.
    전항에도 불구하고 관계법령 등에서 개인위치정보를 보존할 의무 및 필요성이 있는 경우에는 그에 따라 보존합니다. 

    제13조(개인위치정보 주체의 권리)
    
    회원은 회사에 대하여 언제든지 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다. 이 경우 회사는 수집한 개인위치정보 및 위치정보 이용, 제공사실 확인자료를 파기합니다. 
    회원은 회사에 대하여 언제든지 개인위치정보의 수집, 이용 또는 제공의 일시적인 중지를 요구할 수 있습니다. 
    회원은 회사에 대하여 아래 각 호의 자료에 대한 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다. 이 경우 회사는 정당한 사유 없이 회원의 요구를 거절할 수 없습니다.
    본인에 대한 위치정보 이용, 제공사실 확인자료 
    본인의 위치정보가 제3자에게 제공된 이유 및 내용
    회원은 회사가 정한 절차에 따라 제1항 내지 제3항의 권리를 행사할 수 있습니다. 

    제14조(법정대리인의 권리)
    
    회사는 14세 미만 회원에 대해서는 당해 회원과 회원의 법정대리인으로부터 모두 동의를 받은 경우에만 개인위치정보를 이용한 서비스를 제공합니다. 이 경우 법정대리인은 본 약관에 의한 회원의 권리를 모두 가지며 회사는 법정대리인을 회원으로 봅니다.
    회사는 14세 미만 회원의 개인위치정보 및 위치정보 이용, 제공사실에 관한 확인자료를 본 약관에 명시 또는 고지한 범위를 넘어 이용하거나, 제3자에게 제공하고자 하는 경우 당해 회원과 회원의 법정대리인에게 모두 동의를 받아야합니다. 다만 다음 각호의 경우는 제외합니다. 
    개인위치정보 및 위치기반서비스 제공에 따른 요금정산을 위하여 위치정보 이용, 제공사실 확인자료가 필요한 경우
    통계작성, 학술연구 또는 시장조사를 위하여 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우 
    기타 관계법령에 특별한 규정이 있는 경우

    제15조(위치정보관리책임자의 지정)
    
    회사는 위치정보를 적절히 관리, 보호하고 개인위치정보주체의 불만을 원활히 처리할 수 있도록 실질적인 책임을 질 수 있는 지위에 있는 자를 위치정보의 관리책임자로 지정하고 운영합니다.
    회사의 위치정보관리책임자는 위치기반서비스의 제공에 관한 제반 사항을 담당 · 관리하는 부서의 대표이사으로서, 구체적인 사항은 본 약관의 부칙에 따릅니다.

    제16조(손해배상)
    
    회사가 위치정보의 보호 및 이용 등에 관한 법률 제15조 내지 제26조의 규정을 위반한 행위를 하여 회원에게 손해가 발생한 경우 회원은 회사에 대하여 손해배상 청구를 할 수 있습니다.
    회원이 고의 또는 과실로 본 약관의 규정을 위반하여 회사에 손해가 발생한 경우 회원은 회사에 발생한 모든 손해를 배상해야 합니다.

    제17조(면책)
    
    회사는 다음 각 호의 사유로 서비스를 제공할 수 없는 경우 이로 인하여 회원에게 발생한 손해에 대한 책임을 부담하지 않습니다. 
    천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우
    제3자의 고의적인 서비스 방해가 있는 경우 
    회원의 귀책사유로 서비스 이용에 장애가 있는 경우 
    기타 회사의 고의 또는 과실이 없는 사유에 해당하는 경우 
    회사는 서비스 및 서비스에 게재된 정보, 자료, 사실의 신뢰도 및 정확성 등에 대한 보증을 하지 않으며 이로 인하여 회원에게 발생한 손해에 대하여 책임을 부담하지 않습니다.
    회사는 회원이 서비스를 이용하며 기대하는 수익을 상실한 것에 대한 책임과, 그 밖의 서비스를 통하여 얻은 자료로 인하여 회원에게 발생한 손해에 대한 책임을 부담하지 않습니다. 
 
    제18조(분쟁의 조정)
    
    회사는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 '위치정보의 보호 및 이용 등에 관한 법률' 제28조의 규정에 따라 방송통신위원회에 재정을 신청할 수 있습니다.
    회사 또는 고객은 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 '개인정보보호법' 제43조의 규정에 따라 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.
    제1항 내지 제2항에도 불구하고 당사자간 분쟁이 원만하게 해결되지 않아 법원에 의한 분쟁해결 절차를 따를 경우에는 서울중앙지방법원을 전속적인 제1심 관할법원으로 정합니다.

    제19조(회사의 연락처)
    
    회사의 상호 및 주소 등은 다음과 같습니다. 
    
    법인명 : 리퍼모아
    대표이사 : 윤세진
    소재지 : 서울 강남구 테헤란로 212 (역삼동, 멀티캠퍼스)
    연락처 : 02-1234-5678
    
    부 칙

    제1조(시행일)
    
    본 약관은 2023.05.04부터 시행합니다.

    제2조(위치정보관리책임자)
    
    위치정보관리책임자는 2023.04.18를 기준으로 다음과 같이 지정합니다. 
    
    소속 : 리퍼모아
    성명 : 윤세진
    직위 : 대표이사
    전화 : 02-1234-5678`,
  },
  {
    num: 4,
    content: `리퍼모아 (이하 '리퍼모아')는 개인정보보호법 및 정보통신망이용촉진 및 정보보호 등에 관한 법률 등 관계법령에 따라 광고성 정보를 전송하기 위해 이용자의 사전 수신 동의를 받고 있습니다. 본 내용은 리퍼모아 회원 서비스가 적용되는 개별서비스의 마케팅 수신동의를 포함하고 있으며, 마케팅 정보 수신 동의 시 개별서비스의 마케팅 수신에 일괄 동의한 것으로 처리됩니다. 
    1. 전송방법
    마케팅 정보 전송 방법은 리퍼모아의 각 개별서비스에서 정한 방식에 따라 전송됩니다.
    2. 전송내용
    발송되는 마케팅 정보는 수신자에게 리퍼모아 및 개별서비스에서 제공하는 혜택(포인트, 쿠폰 등) 정보, 각종 이벤트, 신규 상품 관련 소식 등 광고성 정보로 관련 법의 규정을 준수하여 발송됩니다. 단, 광고성 정보 이외에 의무적으로 안내 되어야 하는 정보성 내용은 수신동의 여부와 무관하게 제공됩니다.
    3. 수집항목
    - 이메일, 이름, 전화번호, 회사 주소
    4. 이용목적
    - 소식지 서비스 제공, 신제품 및 이벤트 안내, 이벤트 경품/사은품 제공, 할인행사, 고객 맞춤 마케팅/판촉 등 관련 이메일 및 SMS 등 발송
    5. 철회안내
    - 수신동의 이후에라도 언제든지 동의를 철회할 수 있으며, 수신을 동의하지 않아도 회사가 제공하는 기본적인 서비스를 이용하실 수 있습니다. 다만 수신 거부할 경우 신규 서비스나 상품 관련 소식 등의 마케팅 정보를 제공받지 못할 수 있습니다.
    6. 수신동의 변경 및 보유기간
    - 보유 기간 : 마케팅 정보 수신 동의로부터 2년, 기간 초과 시 동의 절차 재진행 (미동의 시, 즉시 파기)   
    동의일로부터 회원 탈퇴 혹은 마케팅 수신 동의 해제 시까지 광고성 정보 전달을 위하여 보유ㆍ이용 됩니다.  
    `,
  }
];

export { noticeList };
