// 전체 데이터
const FAQList = [
  {
    FAQ_num: 1,
    FAQ_cate: 1,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 2,
    FAQ_cate: 2,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 3,
    FAQ_cate: 3,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 4,
    FAQ_cate: 4,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 5,
    FAQ_cate: 5,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 6,
    FAQ_cate: 2,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 1,
    FAQ_cate: 1,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 2,
    FAQ_cate: 2,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 3,
    FAQ_cate: 3,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 4,
    FAQ_cate: 4,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 5,
    FAQ_cate: 5,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 6,
    FAQ_cate: 2,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 1,
    FAQ_cate: 1,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 2,
    FAQ_cate: 2,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 3,
    FAQ_cate: 3,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 4,
    FAQ_cate: 4,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 5,
    FAQ_cate: 5,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
  {
    FAQ_num: 6,
    FAQ_cate: 2,
    title: "이용 약관 개정 안내",
    date: "2022-12-25",
    content:
      "이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.이용약관 변경에 대한 안내입니다.",
  },
];
const getPostByNo = (FAQ_num) => {
  const array = FAQList.filter((x) => x.FAQ_num === FAQ_num);
  if (array.length === 1) {
    return array[0];
  }
  return null;
};

export { FAQList, getPostByNo };
